"dvderror" = "Screen grabs are unavailable during DVD playback.";
"dvderrormessage" = "Please quit DVD Player first.";
"OK" = "OK";
"Screen shot" = "Screen shot";
"%@ %@" = "%@ %@";
"%@ %@(%@)" = "%@ %@(%@)";
"%@ (%@)" = "%@ (%@)";
/* this is the separator for date time strings - you cannot use / or : here so we use period for */
"." = ".";
"-" = "-";
"Unable to create type string." = "Unable to create type string.";
"Unable to create url for path." = "Unable to create url for path.";
"You dont have permission to save files in the location where screen shots are stored." = "You don’t have permission to save files in the location where screen shots are stored.";
"Failure to write image data." = "Failure to write image data.";
"Cannot write file to intended destination." = "Cannot write file to intended destination.";
